{
  "Pride and Prejudice": "It is a truth universally acknowledged, that a single man in possession\nof a good fortune, must be in want of a wife.\n\nHowever little known the feelings or views of such a man may be on his\nfirst entering a neighbourhood, this truth is so well fixed in the minds\nof the surrounding families, that he is considered the rightful property\nof some one or other of their daughters.\n\n“My dear Mr. Bennet,” said his lady to him one day, “have you heard that\nNetherfield Park is let at last?”\n\nMr. Bennet replied that he had not.\n\n“But it is,” returned she; “for Mrs. Long has just been here, and she\ntold me all about it.”\n\nMr. Bennet made no answer.\n\n“Do you not want to know who has taken it?” cried his wife impatiently.\n\n“_You_ want to tell me, and I have no objection to hearing it.”\n\nThis was invitation enough.\n\n“Why, my dear, you must know, Mrs. Long says that Netherfield is taken\nby a young man of large fortune from the north of England; that he came\ndown on Monday in a chaise and four to see the place, and was so much\ndelighted with it, that he agreed with Mr. Morris immediately; that he\nis to take possession before Michaelmas, and some of his servants are to\nbe in the house by the end of next week.”\n\n“What is his name?”\n\n“Bingley.”\n\n“Is he married or single?”\n\n“Oh! Single, my dear, to be sure! A single man of large fortune; four or\nfive thousand a year. What a fine thing for our girls!”\n\n“How so? How can it affect them?”\n\n“My dear Mr. Bennet,” replied his wife, “how can you be so tiresome! You\nmust know that I am thinking of his marrying one of them.”\n\n“Is that his design in settling here?”\n\n“Design! Nonsense, how can you talk so! But it is very likely that he\n_may_ fall in love with one of them, and therefore you must visit him as\nsoon as he comes.”\n\n“I see no occasion for that. You and the girls may go, or you may send\nthem by themselves, which perhaps will be still better, for as you are\nas handsome as any of them, Mr. Bingley may like you the best of the\nparty.”\n\n“My dear, you flatter me. I certainly _have_ had my share of beauty, but\nI do not pretend to be anything extraordinary now. When a woman has five\ngrown-up daughters, she ought to give over thinking of her own beauty.”\n\n“In such cases, a woman has not often much beauty to think of.”\n\n“But, my dear, you must indeed go and see Mr. Bingley when he comes into\nthe neighbourhood.”\n\n“It is more than I engage for, I assure you.”\n\n“But consider your daughters. Only think what an establishment it would\nbe for one of them. Sir William and Lady Lucas are determined to\ngo, merely on that account, for in general, you know, they visit no\nnewcomers. Indeed you must go, for it will be impossible for _us_ to\nvisit him if you do not.”\n\n“You are over-scrupulous, surely. I dare say Mr. Bingley will be very\nglad to see you; and I will send a few lines by you to assure him of my\nhearty consent to his marrying whichever he chooses of the girls; though\nI must throw in a good word for my little Lizzy.”\n\n“I desire you will do no such thing. Lizzy is not a bit better than the\nothers; and I am sure she is not half so handsome as Jane, nor half so\ngood-humoured as Lydia. But you are always giving _her_ the preference.”\n\n“They have none of them much to recommend them,” replied he; “they are\nall silly and ignorant like other girls; but Lizzy has something more of\nquickness than her sisters.”\n\n“Mr. Bennet, how _can_ you abuse your own children in such a way? You\ntake delight in vexing me. You have no compassion for my poor nerves.”\n\n“You mistake me, my dear. I have a high respect for your nerves. They\nare my old friends. I have heard you mention them with consideration\nthese last twenty years at least.”\n\n“Ah, you do not know what I suffer.”\n\n“But I hope you will get over it, and live to see many young men of four\nthousand a year come into the neighbourhood.”\n\n“It will be no use to us, if twenty such should come, since you will not\nvisit them.”\n\n“Depend upon it, my dear, that when there are twenty, I will visit them\nall.”\n\nMr. Bennet was so odd a mixture of quick parts, sarcastic humour,\nreserve, and caprice, that the experience of three-and-twenty years had\nbeen insufficient to make his wife understand his character. _Her_ mind\nwas less difficult to develop. She was a woman of mean understanding,\nlittle information, and uncertain temper. When she was discontented,\nshe fancied herself nervous. The business of her life was to get her\ndaughters married; its solace was visiting and news.",
  "A Tale of Two Cities": "It was the best of times,\nit was the worst of times,\nit was the age of wisdom,\nit was the age of foolishness,\nit was the epoch of belief,\nit was the epoch of incredulity,\nit was the season of Light,\nit was the season of Darkness,\nit was the spring of hope,\nit was the winter of despair,\nwe had everything before us,\nwe had nothing before us,\nwe were all going direct to Heaven,\nwe were all going direct the other way--\nin short, the period was so far like the present period, that some of\nits noisiest authorities insisted on its being received, for good or for\nevil, in the superlative degree of comparison only.\n\nThere were a king with a large jaw and a queen with a plain face, on the\nthrone of England; there were a king with a large jaw and a queen with\na fair face, on the throne of France. In both countries it was clearer\nthan crystal to the lords of the State preserves of loaves and fishes,\nthat things in general were settled for ever.\n\nIt was the year of Our Lord one thousand seven hundred and seventy-five.\nSpiritual revelations were conceded to England at that favoured period,\nas at this. Mrs. Southcott had recently attained her five-and-twentieth\nblessed birthday, of whom a prophetic private in the Life Guards had\nheralded the sublime appearance by announcing that arrangements were\nmade for the swallowing up of London and Westminster. Even the Cock-lane\nghost had been laid only a round dozen of years, after rapping out its\nmessages, as the spirits of this very year last past (supernaturally\ndeficient in originality) rapped out theirs. Mere messages in the\nearthly order of events had lately come to the English Crown and People,\nfrom a congress of British subjects in America: which, strange\nto relate, have proved more important to the human race than any\ncommunications yet received through any of the chickens of the Cock-lane\nbrood.\n\nFrance, less favoured on the whole as to matters spiritual than her\nsister of the shield and trident, rolled with exceeding smoothness down\nhill, making paper money and spending it. Under the guidance of her\nChristian pastors, she entertained herself, besides, with such humane\nachievements as sentencing a youth to have his hands cut off, his tongue\ntorn out with pincers, and his body burned alive, because he had not\nkneeled down in the rain to do honour to a dirty procession of monks\nwhich passed within his view, at a distance of some fifty or sixty\nyards. It is likely enough that, rooted in the woods of France and\nNorway, there were growing trees, when that sufferer was put to death,\nalready marked by the Woodman, Fate, to come down and be sawn into\nboards, to make a certain movable framework with a sack and a knife in\nit, terrible in history. It is likely enough that in the rough outhouses\nof some tillers of the heavy lands adjacent to Paris, there were\nsheltered from the weather that very day, rude carts, bespattered with\nrustic mire, snuffed about by pigs, and roosted in by poultry, which\nthe Farmer, Death, had already set apart to be his tumbrils of\nthe Revolution. But that Woodman and that Farmer, though they work\nunceasingly, work silently, and no one heard them as they went about\nwith muffled tread: the rather, forasmuch as to entertain any suspicion\nthat they were awake, was to be atheistical and traitorous.\n\nIn England, there was scarcely an amount of order and protection to\njustify much national boasting. Daring burglaries by armed men, and\nhighway robberies, took place in the capital itself every night;\nfamilies were publicly cautioned not to go out of town without removing\ntheir furniture to upholsterers' warehouses for security; the highwayman\nin the dark was a City tradesman in the light, and, being recognised and\nchallenged by his fellow-tradesman whom he stopped in his character of\n“the Captain,” gallantly shot him through the head and rode away; the\nmail was waylaid by seven robbers, and the guard shot three dead, and\nthen got shot dead himself by the other four, “in consequence of the\nfailure of his ammunition:” after which the mail was robbed in peace;\nthat magnificent potentate, the Lord Mayor of London, was made to stand\nand deliver on Turnham Green, by one highwayman, who despoiled the\nillustrious creature in sight of all his retinue; prisoners in London\ngaols fought battles with their turnkeys, and the majesty of the law\nfired blunderbusses in among them, loaded with rounds of shot and ball;\nthieves snipped off diamond crosses from the necks of noble lords at\nCourt drawing-rooms; musketeers went into St. Giles's, to search\nfor contraband goods, and the mob fired on the musketeers, and the\nmusketeers fired on the mob, and nobody thought any of these occurrences\nmuch out of the common way. In the midst of them, the hangman, ever busy\nand ever worse than useless, was in constant requisition; now, stringing\nup long rows of miscellaneous criminals; now, hanging a housebreaker on\nSaturday who had been taken on Tuesday; now, burning people in the\nhand at Newgate by the dozen, and now burning pamphlets at the door of\nWestminster Hall; to-day, taking the life of an atrocious murderer,\nand to-morrow of a wretched pilferer who had robbed a farmer's boy of\nsixpence.\n\nAll these things, and a thousand like them, came to pass in and close\nupon the dear old year one thousand seven hundred and seventy-five.\nEnvironed by them, while the Woodman and the Farmer worked unheeded,\nthose two of the large jaws, and those other two of the plain and the\nfair faces, trod with stir enough, and carried their divine rights\nwith a high hand. Thus did the year one thousand seven hundred\nand seventy-five conduct their Greatnesses, and myriads of small\ncreatures--the creatures of this chronicle among the rest--along the\nroads that lay before them.",
  "The Golden Bird": "A certain king had a beautiful garden, and in the garden stood a tree\nwhich bore golden apples. These apples were always counted, and about\nthe time when they began to grow ripe it was found that every night one\nof them was gone. The king became very angry at this, and ordered the\ngardener to keep watch all night under the tree. The gardener set his\neldest son to watch; but about twelve o’clock he fell asleep, and in\nthe morning another of the apples was missing. Then the second son was\nordered to watch; and at midnight he too fell asleep, and in the morning\nanother apple was gone. Then the third son offered to keep watch; but\nthe gardener at first would not let him, for fear some harm should come\nto him: however, at last he consented, and the young man laid himself\nunder the tree to watch. As the clock struck twelve he heard a rustling\nnoise in the air, and a bird came flying that was of pure gold; and as\nit was snapping at one of the apples with its beak, the gardener’s son\njumped up and shot an arrow at it. But the arrow did the bird no harm;\nonly it dropped a golden feather from its tail, and then flew away.\nThe golden feather was brought to the king in the morning, and all the\ncouncil was called together. Everyone agreed that it was worth more than\nall the wealth of the kingdom: but the king said, ‘One feather is of no\nuse to me, I must have the whole bird.’\n\nThen the gardener’s eldest son set out and thought to find the golden\nbird very easily; and when he had gone but a little way, he came to a\nwood, and by the side of the wood he saw a fox sitting; so he took his\nbow and made ready to shoot at it. Then the fox said, ‘Do not shoot me,\nfor I will give you good counsel; I know what your business is, and\nthat you want to find the golden bird. You will reach a village in the\nevening; and when you get there, you will see two inns opposite to each\nother, one of which is very pleasant and beautiful to look at: go not in\nthere, but rest for the night in the other, though it may appear to you\nto be very poor and mean.’ But the son thought to himself, ‘What can\nsuch a beast as this know about the matter?’ So he shot his arrow at\nthe fox; but he missed it, and it set up its tail above its back and\nran into the wood. Then he went his way, and in the evening came to\nthe village where the two inns were; and in one of these were people\nsinging, and dancing, and feasting; but the other looked very dirty,\nand poor. ‘I should be very silly,’ said he, ‘if I went to that shabby\nhouse, and left this charming place’; so he went into the smart house,\nand ate and drank at his ease, and forgot the bird, and his country too.\n\nTime passed on; and as the eldest son did not come back, and no tidings\nwere heard of him, the second son set out, and the same thing happened\nto him. He met the fox, who gave him the good advice: but when he came\nto the two inns, his eldest brother was standing at the window where\nthe merrymaking was, and called to him to come in; and he could not\nwithstand the temptation, but went in, and forgot the golden bird and\nhis country in the same manner.\n\nTime passed on again, and the youngest son too wished to set out into\nthe wide world to seek for the golden bird; but his father would not\nlisten to it for a long while, for he was very fond of his son, and\nwas afraid that some ill luck might happen to him also, and prevent his\ncoming back. However, at last it was agreed he should go, for he would\nnot rest at home; and as he came to the wood, he met the fox, and heard\nthe same good counsel. But he was thankful to the fox, and did not\nattempt his life as his brothers had done; so the fox said, ‘Sit upon my\ntail, and you will travel faster.’ So he sat down, and the fox began to\nrun, and away they went over stock and stone so quick that their hair\nwhistled in the wind.\n\nWhen they came to the village, the son followed the fox’s counsel, and\nwithout looking about him went to the shabby inn and rested there all\nnight at his ease. In the morning came the fox again and met him as he\nwas beginning his journey, and said, ‘Go straight forward, till you come\nto a castle, before which lie a whole troop of soldiers fast asleep and\nsnoring: take no notice of them, but go into the castle and pass on and\non till you come to a room, where the golden bird sits in a wooden cage;\nclose by it stands a beautiful golden cage; but do not try to take the\nbird out of the shabby cage and put it into the handsome one, otherwise\nyou will repent it.’ Then the fox stretched out his tail again, and the\nyoung man sat himself down, and away they went over stock and stone till\ntheir hair whistled in the wind.\n\nBefore the castle gate all was as the fox had said: so the son went in\nand found the chamber where the golden bird hung in a wooden cage, and\nbelow stood the golden cage, and the three golden apples that had been\nlost were lying close by it. Then thought he to himself, ‘It will be a\nvery droll thing to bring away such a fine bird in this shabby cage’; so\nhe opened the door and took hold of it and put it into the golden cage.\nBut the bird set up such a loud scream that all the soldiers awoke, and\nthey took him prisoner and carried him before the king. The next morning\nthe court sat to judge him; and when all was heard, it sentenced him to\ndie, unless he should bring the king the golden horse which could run as\nswiftly as the wind; and if he did this, he was to have the golden bird\ngiven him for his own.\n\nSo he set out once more on his journey, sighing, and in great despair,\nwhen on a sudden his friend the fox met him, and said, ‘You see now\nwhat has happened on account of your not listening to my counsel. I will\nstill, however, tell you how to find the golden horse, if you will do as\nI bid you. You must go straight on till you come to the castle where the\nhorse stands in his stall: by his side will lie the groom fast asleep\nand snoring: take away the horse quietly, but be sure to put the old\nleathern saddle upon him, and not the golden one that is close by it.’\nThen the son sat down on the fox’s tail, and away they went over stock\nand stone till their hair whistled in the wind.\n\nAll went right, and the groom lay snoring with his hand upon the golden\nsaddle. But when the son looked at the horse, he thought it a great pity\nto put the leathern saddle upon it. ‘I will give him the good one,’\nsaid he; ‘I am sure he deserves it.’ As he took up the golden saddle the\ngroom awoke and cried out so loud, that all the guards ran in and took\nhim prisoner, and in the morning he was again brought before the court\nto be judged, and was sentenced to die. But it was agreed, that, if he\ncould bring thither the beautiful princess, he should live, and have the\nbird and the horse given him for his own.\n\nThen he went his way very sorrowful; but the old fox came and said, ‘Why\ndid not you listen to me? If you had, you would have carried away\nboth the bird and the horse; yet will I once more give you counsel. Go\nstraight on, and in the evening you will arrive at a castle. At twelve\no’clock at night the princess goes to the bathing-house: go up to her\nand give her a kiss, and she will let you lead her away; but take care\nyou do not suffer her to go and take leave of her father and mother.’\nThen the fox stretched out his tail, and so away they went over stock\nand stone till their hair whistled again.",
  "Peter Pan": "All children, except one, grow up. They soon know that they will grow\nup, and the way Wendy knew was this. One day when she was two years old\nshe was playing in a garden, and she plucked another flower and ran with\nit to her mother. I suppose she must have looked rather delightful, for\nMrs. Darling put her hand to her heart and cried, “Oh, why can't you\nremain like this for ever!” This was all that passed between them on\nthe subject, but henceforth Wendy knew that she must grow up. You always\nknow after you are two. Two is the beginning of the end.\n\nOf course they lived at 14 [their house number on their street], and\nuntil Wendy came her mother was the chief one. She was a lovely lady,\nwith a romantic mind and such a sweet mocking mouth. Her romantic\nmind was like the tiny boxes, one within the other, that come from the\npuzzling East, however many you discover there is always one more; and\nher sweet mocking mouth had one kiss on it that Wendy could never get,\nthough there it was, perfectly conspicuous in the right-hand corner.\n\nThe way Mr. Darling won her was this: the many gentlemen who had been\nboys when she was a girl discovered simultaneously that they loved her,\nand they all ran to her house to propose to her except Mr. Darling, who\ntook a cab and nipped in first, and so he got her. He got all of her,\nexcept the innermost box and the kiss. He never knew about the box, and\nin time he gave up trying for the kiss. Wendy thought Napoleon could\nhave got it, but I can picture him trying, and then going off in a\npassion, slamming the door.\n\nMr. Darling used to boast to Wendy that her mother not only loved him\nbut respected him. He was one of those deep ones who know about stocks\nand shares. Of course no one really knows, but he quite seemed to know,\nand he often said stocks were up and shares were down in a way that\nwould have made any woman respect him.\n\nMrs. Darling was married in white, and at first she kept the books\nperfectly, almost gleefully, as if it were a game, not so much as a\nBrussels sprout was missing; but by and by whole cauliflowers dropped\nout, and instead of them there were pictures of babies without faces.\nShe drew them when she should have been totting up. They were Mrs.\nDarling's guesses.\n\nWendy came first, then John, then Michael.\n\nFor a week or two after Wendy came it was doubtful whether they would\nbe able to keep her, as she was another mouth to feed. Mr. Darling was\nfrightfully proud of her, but he was very honourable, and he sat on the\nedge of Mrs. Darling's bed, holding her hand and calculating expenses,\nwhile she looked at him imploringly. She wanted to risk it, come what\nmight, but that was not his way; his way was with a pencil and a piece\nof paper, and if she confused him with suggestions he had to begin at\nthe beginning again.\n\n“Now don't interrupt,” he would beg of her.\n\n“I have one pound seventeen here, and two and six at the office; I can\ncut off my coffee at the office, say ten shillings, making two nine\nand six, with your eighteen and three makes three nine seven, with five\nnaught naught in my cheque-book makes eight nine seven--who is that\nmoving?--eight nine seven, dot and carry seven--don't speak, my own--and\nthe pound you lent to that man who came to the door--quiet, child--dot\nand carry child--there, you've done it!--did I say nine nine seven? yes,\nI said nine nine seven; the question is, can we try it for a year on\nnine nine seven?”\n\n“Of course we can, George,” she cried. But she was prejudiced in Wendy's\nfavour, and he was really the grander character of the two.\n\n“Remember mumps,” he warned her almost threateningly, and off he went\nagain. “Mumps one pound, that is what I have put down, but I daresay\nit will be more like thirty shillings--don't speak--measles one five,\nGerman measles half a guinea, makes two fifteen six--don't waggle your\nfinger--whooping-cough, say fifteen shillings”--and so on it went, and\nit added up differently each time; but at last Wendy just got through,\nwith mumps reduced to twelve six, and the two kinds of measles treated\nas one.\n\nThere was the same excitement over John, and Michael had even a narrower\nsqueak; but both were kept, and soon, you might have seen the three of\nthem going in a row to Miss Fulsom's Kindergarten school, accompanied by\ntheir nurse.\n\nMrs. Darling loved to have everything just so, and Mr. Darling had a\npassion for being exactly like his neighbours; so, of course, they had\na nurse. As they were poor, owing to the amount of milk the children\ndrank, this nurse was a prim Newfoundland dog, called Nana, who had\nbelonged to no one in particular until the Darlings engaged her. She had\nalways thought children important, however, and the Darlings had become\nacquainted with her in Kensington Gardens, where she spent most of her\nspare time peeping into perambulators, and was much hated by careless\nnursemaids, whom she followed to their homes and complained of to their\nmistresses. She proved to be quite a treasure of a nurse. How thorough\nshe was at bath-time, and up at any moment of the night if one of her\ncharges made the slightest cry. Of course her kennel was in the nursery.\nShe had a genius for knowing when a cough is a thing to have no patience\nwith and when it needs stocking around your throat. She believed to her\nlast day in old-fashioned remedies like rhubarb leaf, and made sounds of\ncontempt over all this new-fangled talk about germs, and so on. It was a\nlesson in propriety to see her escorting the children to school, walking\nsedately by their side when they were well behaved, and butting them\nback into line if they strayed. On John's footer [in England soccer\nwas called football, “footer” for short] days she never once forgot his\nsweater, and she usually carried an umbrella in her mouth in case of\nrain. There is a room in the basement of Miss Fulsom's school where the\nnurses wait. They sat on forms, while Nana lay on the floor, but that\nwas the only difference. They affected to ignore her as of an inferior\nsocial status to themselves, and she despised their light talk. She\nresented visits to the nursery from Mrs. Darling's friends, but if they\ndid come she first whipped off Michael's pinafore and put him into the\none with blue braiding, and smoothed out Wendy and made a dash at John's\nhair.\n\nNo nursery could possibly have been conducted more correctly, and\nMr. Darling knew it, yet he sometimes wondered uneasily whether the\nneighbours talked.\n\nHe had his position in the city to consider.\n\nNana also troubled him in another way. He had sometimes a feeling that\nshe did not admire him. “I know she admires you tremendously, George,”\n Mrs. Darling would assure him, and then she would sign to the children\nto be specially nice to father. Lovely dances followed, in which the\nonly other servant, Liza, was sometimes allowed to join. Such a midget\nshe looked in her long skirt and maid's cap, though she had sworn, when\nengaged, that she would never see ten again. The gaiety of those romps!\nAnd gayest of all was Mrs. Darling, who would pirouette so wildly that\nall you could see of her was the kiss, and then if you had dashed at her\nyou might have got it. There never was a simpler happier family until\nthe coming of Peter Pan.\n\nMrs. Darling first heard of Peter when she was tidying up her children's\nminds. It is the nightly custom of every good mother after her children\nare asleep to rummage in their minds and put things straight for next\nmorning, repacking into their proper places the many articles that have\nwandered during the day. If you could keep awake (but of course you\ncan't) you would see your own mother doing this, and you would find it\nvery interesting to watch her. It is quite like tidying up drawers. You\nwould see her on her knees, I expect, lingering humorously over some of\nyour contents, wondering where on earth you had picked this thing up,\nmaking discoveries sweet and not so sweet, pressing this to her cheek as\nif it were as nice as a kitten, and hurriedly stowing that out of sight.\nWhen you wake in the morning, the naughtiness and evil passions with\nwhich you went to bed have been folded up small and placed at the bottom\nof your mind and on the top, beautifully aired, are spread out your\nprettier thoughts, ready for you to put on.\n\nI don't know whether you have ever seen a map of a person's mind.\nDoctors sometimes draw maps of other parts of you, and your own map can\nbecome intensely interesting, but catch them trying to draw a map of a\nchild's mind, which is not only confused, but keeps going round all\nthe time. There are zigzag lines on it, just like your temperature on a\ncard, and these are probably roads in the island, for the Neverland is\nalways more or less an island, with astonishing splashes of colour here\nand there, and coral reefs and rakish-looking craft in the offing, and\nsavages and lonely lairs, and gnomes who are mostly tailors, and caves\nthrough which a river runs, and princes with six elder brothers, and a\nhut fast going to decay, and one very small old lady with a hooked nose.\nIt would be an easy map if that were all, but there is also first day\nat school, religion, fathers, the round pond, needle-work, murders,\nhangings, verbs that take the dative, chocolate pudding day, getting\ninto braces, say ninety-nine, three-pence for pulling out your tooth\nyourself, and so on, and either these are part of the island or they are\nanother map showing through, and it is all rather confusing, especially\nas nothing will stand still.\n\nOf course the Neverlands vary a good deal. John's, for instance, had a\nlagoon with flamingoes flying over it at which John was shooting, while\nMichael, who was very small, had a flamingo with lagoons flying over\nit. John lived in a boat turned upside down on the sands, Michael in\na wigwam, Wendy in a house of leaves deftly sewn together. John had no\nfriends, Michael had friends at night, Wendy had a pet wolf forsaken by\nits parents, but on the whole the Neverlands have a family resemblance,\nand if they stood still in a row you could say of them that they have\neach other's nose, and so forth. On these magic shores children at play\nare for ever beaching their coracles [simple boat]. We too have been\nthere; we can still hear the sound of the surf, though we shall land no\nmore.\n\nOf all delectable islands the Neverland is the snuggest and most\ncompact, not large and sprawly, you know, with tedious distances between\none adventure and another, but nicely crammed. When you play at it by\nday with the chairs and table-cloth, it is not in the least alarming,\nbut in the two minutes before you go to sleep it becomes very real. That\nis why there are night-lights.\n\nOccasionally in her travels through her children's minds Mrs. Darling\nfound things she could not understand, and of these quite the most\nperplexing was the word Peter. She knew of no Peter, and yet he was\nhere and there in John and Michael's minds, while Wendy's began to be\nscrawled all over with him. The name stood out in bolder letters than\nany of the other words, and as Mrs. Darling gazed she felt that it had\nan oddly cocky appearance.\n\n“Yes, he is rather cocky,” Wendy admitted with regret. Her mother had\nbeen questioning her.\n\n“But who is he, my pet?”\n\n“He is Peter Pan, you know, mother.”\n\nAt first Mrs. Darling did not know, but after thinking back into her\nchildhood she just remembered a Peter Pan who was said to live with the\nfairies. There were odd stories about him, as that when children died he\nwent part of the way with them, so that they should not be frightened.\nShe had believed in him at the time, but now that she was married and\nfull of sense she quite doubted whether there was any such person.\n\n“Besides,” she said to Wendy, “he would be grown up by this time.”\n\n“Oh no, he isn't grown up,” Wendy assured her confidently, “and he is\njust my size.” She meant that he was her size in both mind and body; she\ndidn't know how she knew, she just knew it.\n\nMrs. Darling consulted Mr. Darling, but he smiled pooh-pooh. “Mark my\nwords,” he said, “it is some nonsense Nana has been putting into their\nheads; just the sort of idea a dog would have. Leave it alone, and it\nwill blow over.”\n\nBut it would not blow over and soon the troublesome boy gave Mrs.\nDarling quite a shock.\n\nChildren have the strangest adventures without being troubled by them.\nFor instance, they may remember to mention, a week after the event\nhappened, that when they were in the wood they had met their dead\nfather and had a game with him. It was in this casual way that Wendy one\nmorning made a disquieting revelation. Some leaves of a tree had been\nfound on the nursery floor, which certainly were not there when the\nchildren went to bed, and Mrs. Darling was puzzling over them when Wendy\nsaid with a tolerant smile:\n\n“I do believe it is that Peter again!”\n\n“Whatever do you mean, Wendy?”\n\n“It is so naughty of him not to wipe his feet,” Wendy said, sighing. She\nwas a tidy child.\n\nShe explained in quite a matter-of-fact way that she thought Peter\nsometimes came to the nursery in the night and sat on the foot of her\nbed and played on his pipes to her. Unfortunately she never woke, so she\ndidn't know how she knew, she just knew.\n\n“What nonsense you talk, precious. No one can get into the house without\nknocking.”\n\n“I think he comes in by the window,” she said.\n\n“My love, it is three floors up.”\n\n“Were not the leaves at the foot of the window, mother?”\n\nIt was quite true; the leaves had been found very near the window.\n\nMrs. Darling did not know what to think, for it all seemed so natural to\nWendy that you could not dismiss it by saying she had been dreaming.\n\n“My child,” the mother cried, “why did you not tell me of this before?”\n\n“I forgot,” said Wendy lightly. She was in a hurry to get her breakfast.\n\nOh, surely she must have been dreaming.\n\nBut, on the other hand, there were the leaves. Mrs. Darling examined\nthem very carefully; they were skeleton leaves, but she was sure they\ndid not come from any tree that grew in England. She crawled about the\nfloor, peering at it with a candle for marks of a strange foot. She\nrattled the poker up the chimney and tapped the walls. She let down a\ntape from the window to the pavement, and it was a sheer drop of thirty\nfeet, without so much as a spout to climb up by.\n\nCertainly Wendy had been dreaming.\n\nBut Wendy had not been dreaming, as the very next night showed, the\nnight on which the extraordinary adventures of these children may be\nsaid to have begun.\n\nOn the night we speak of all the children were once more in bed. It\nhappened to be Nana's evening off, and Mrs. Darling had bathed them and\nsung to them till one by one they had let go her hand and slid away into\nthe land of sleep.\n\nAll were looking so safe and cosy that she smiled at her fears now and\nsat down tranquilly by the fire to sew.\n\nIt was something for Michael, who on his birthday was getting into\nshirts. The fire was warm, however, and the nursery dimly lit by three\nnight-lights, and presently the sewing lay on Mrs. Darling's lap. Then\nher head nodded, oh, so gracefully. She was asleep. Look at the four of\nthem, Wendy and Michael over there, John here, and Mrs. Darling by the\nfire. There should have been a fourth night-light.\n\nWhile she slept she had a dream. She dreamt that the Neverland had come\ntoo near and that a strange boy had broken through from it. He did not\nalarm her, for she thought she had seen him before in the faces of many\nwomen who have no children. Perhaps he is to be found in the faces of\nsome mothers also. But in her dream he had rent the film that obscures\nthe Neverland, and she saw Wendy and John and Michael peeping through\nthe gap.\n\nThe dream by itself would have been a trifle, but while she was dreaming\nthe window of the nursery blew open, and a boy did drop on the floor.\nHe was accompanied by a strange light, no bigger than your fist, which\ndarted about the room like a living thing and I think it must have been\nthis light that wakened Mrs. Darling.\n\nShe started up with a cry, and saw the boy, and somehow she knew at once\nthat he was Peter Pan. If you or I or Wendy had been there we should\nhave seen that he was very like Mrs. Darling's kiss. He was a lovely\nboy, clad in skeleton leaves and the juices that ooze out of trees but\nthe most entrancing thing about him was that he had all his first teeth.\nWhen he saw she was a grown-up, he gnashed the little pearls at her.",
  "The Wizard of Oz": "Dorothy lived in the midst of the great Kansas prairies, with Uncle\nHenry, who was a farmer, and Aunt Em, who was the farmer's wife.  Their\nhouse was small, for the lumber to build it had to be carried by wagon\nmany miles.  There were four walls, a floor and a roof, which made one\nroom; and this room contained a rusty looking cookstove, a cupboard for\nthe dishes, a table, three or four chairs, and the beds.  Uncle Henry\nand Aunt Em had a big bed in one corner, and Dorothy a little bed in\nanother corner.  There was no garret at all, and no cellar--except a\nsmall hole dug in the ground, called a cyclone cellar, where the family\ncould go in case one of those great whirlwinds arose, mighty enough to\ncrush any building in its path.  It was reached by a trap door in the\nmiddle of the floor, from which a ladder led down into the small, dark\nhole.\n\nWhen Dorothy stood in the doorway and looked around, she could see\nnothing but the great gray prairie on every side.  Not a tree nor a\nhouse broke the broad sweep of flat country that reached to the edge of\nthe sky in all directions.  The sun had baked the plowed land into a\ngray mass, with little cracks running through it.  Even the grass was\nnot green, for the sun had burned the tops of the long blades until\nthey were the same gray color to be seen everywhere.  Once the house\nhad been painted, but the sun blistered the paint and the rains washed\nit away, and now the house was as dull and gray as everything else.\n\nWhen Aunt Em came there to live she was a young, pretty wife.  The sun\nand wind had changed her, too.  They had taken the sparkle from her\neyes and left them a sober gray; they had taken the red from her cheeks\nand lips, and they were gray also.  She was thin and gaunt, and never\nsmiled now.  When Dorothy, who was an orphan, first came to her, Aunt\nEm had been so startled by the child's laughter that she would scream\nand press her hand upon her heart whenever Dorothy's merry voice\nreached her ears; and she still looked at the little girl with wonder\nthat she could find anything to laugh at.\n\nUncle Henry never laughed.  He worked hard from morning till night and\ndid not know what joy was.  He was gray also, from his long beard to\nhis rough boots, and he looked stern and solemn, and rarely spoke.\n\nIt was Toto that made Dorothy laugh, and saved her from growing as gray\nas her other surroundings.  Toto was not gray; he was a little black\ndog, with long silky hair and small black eyes that twinkled merrily on\neither side of his funny, wee nose.  Toto played all day long, and\nDorothy played with him, and loved him dearly.\n\nToday, however, they were not playing.  Uncle Henry sat upon the\ndoorstep and looked anxiously at the sky, which was even grayer than\nusual.  Dorothy stood in the door with Toto in her arms, and looked at\nthe sky too.  Aunt Em was washing the dishes.\n\nFrom the far north they heard a low wail of the wind, and Uncle Henry\nand Dorothy could see where the long grass bowed in waves before the\ncoming storm.  There now came a sharp whistling in the air from the\nsouth, and as they turned their eyes that way they saw ripples in the\ngrass coming from that direction also.\n\nSuddenly Uncle Henry stood up.\n\n\"There's a cyclone coming, Em,\" he called to his wife.  \"I'll go look\nafter the stock.\"  Then he ran toward the sheds where the cows and\nhorses were kept.\n\nAunt Em dropped her work and came to the door.  One glance told her of\nthe danger close at hand.\n\n\"Quick, Dorothy!\" she screamed.  \"Run for the cellar!\"\n\nToto jumped out of Dorothy's arms and hid under the bed, and the girl\nstarted to get him.  Aunt Em, badly frightened, threw open the trap\ndoor in the floor and climbed down the ladder into the small, dark\nhole.  Dorothy caught Toto at last and started to follow her aunt.\nWhen she was halfway across the room there came a great shriek from the\nwind, and the house shook so hard that she lost her footing and sat\ndown suddenly upon the floor.\n\nThen a strange thing happened.\n\nThe house whirled around two or three times and rose slowly through the\nair.  Dorothy felt as if she were going up in a balloon.\n\nThe north and south winds met where the house stood, and made it the\nexact center of the cyclone.  In the middle of a cyclone the air is\ngenerally still, but the great pressure of the wind on every side of\nthe house raised it up higher and higher, until it was at the very top\nof the cyclone; and there it remained and was carried miles and miles\naway as easily as you could carry a feather.\n\nIt was very dark, and the wind howled horribly around her, but Dorothy\nfound she was riding quite easily.  After the first few whirls around,\nand one other time when the house tipped badly, she felt as if she were\nbeing rocked gently, like a baby in a cradle.\n\nToto did not like it.  He ran about the room, now here, now there,\nbarking loudly; but Dorothy sat quite still on the floor and waited to\nsee what would happen.\n\nOnce Toto got too near the open trap door, and fell in; and at first\nthe little girl thought she had lost him.  But soon she saw one of his\nears sticking up through the hole, for the strong pressure of the air\nwas keeping him up so that he could not fall.  She crept to the hole,\ncaught Toto by the ear, and dragged him into the room again, afterward\nclosing the trap door so that no more accidents could happen.\n\nHour after hour passed away, and slowly Dorothy got over her fright;\nbut she felt quite lonely, and the wind shrieked so loudly all about\nher that she nearly became deaf.  At first she had wondered if she\nwould be dashed to pieces when the house fell again; but as the hours\npassed and nothing terrible happened, she stopped worrying and resolved\nto wait calmly and see what the future would bring.  At last she\ncrawled over the swaying floor to her bed, and lay down upon it; and\nToto followed and lay down beside her.\n\nIn spite of the swaying of the house and the wailing of the wind,\nDorothy soon closed her eyes and fell fast asleep.",
  "The War of The Worlds": "No one would have believed in the last years of the nineteenth century\nthat this world was being watched keenly and closely by intelligences\ngreater than man’s and yet as mortal as his own; that as men busied\nthemselves about their various concerns they were scrutinised and\nstudied, perhaps almost as narrowly as a man with a microscope might\nscrutinise the transient creatures that swarm and multiply in a drop of\nwater. With infinite complacency men went to and fro over this globe\nabout their little affairs, serene in their assurance of their empire\nover matter. It is possible that the infusoria under the microscope do\nthe same. No one gave a thought to the older worlds of space as sources\nof human danger, or thought of them only to dismiss the idea of life\nupon them as impossible or improbable. It is curious to recall some of\nthe mental habits of those departed days. At most terrestrial men\nfancied there might be other men upon Mars, perhaps inferior to\nthemselves and ready to welcome a missionary enterprise. Yet across the\ngulf of space, minds that are to our minds as ours are to those of the\nbeasts that perish, intellects vast and cool and unsympathetic,\nregarded this earth with envious eyes, and slowly and surely drew their\nplans against us. And early in the twentieth century came the great\ndisillusionment.\n\nThe planet Mars, I scarcely need remind the reader, revolves about the\nsun at a mean distance of 140,000,000 miles, and the light and heat it\nreceives from the sun is barely half of that received by this world. It\nmust be, if the nebular hypothesis has any truth, older than our world;\nand long before this earth ceased to be molten, life upon its surface\nmust have begun its course. The fact that it is scarcely one seventh of\nthe volume of the earth must have accelerated its cooling to the\ntemperature at which life could begin. It has air and water and all\nthat is necessary for the support of animated existence.\n\nYet so vain is man, and so blinded by his vanity, that no writer, up to\nthe very end of the nineteenth century, expressed any idea that\nintelligent life might have developed there far, or indeed at all,\nbeyond its earthly level. Nor was it generally understood that since\nMars is older than our earth, with scarcely a quarter of the\nsuperficial area and remoter from the sun, it necessarily follows that\nit is not only more distant from time’s beginning but nearer its end.\n\nThe secular cooling that must someday overtake our planet has already\ngone far indeed with our neighbour. Its physical condition is still\nlargely a mystery, but we know now that even in its equatorial region\nthe midday temperature barely approaches that of our coldest winter.\nIts air is much more attenuated than ours, its oceans have shrunk until\nthey cover but a third of its surface, and as its slow seasons change\nhuge snowcaps gather and melt about either pole and periodically\ninundate its temperate zones. That last stage of exhaustion, which to\nus is still incredibly remote, has become a present-day problem for the\ninhabitants of Mars. The immediate pressure of necessity has brightened\ntheir intellects, enlarged their powers, and hardened their hearts. And\nlooking across space with instruments, and intelligences such as we\nhave scarcely dreamed of, they see, at its nearest distance only\n35,000,000 of miles sunward of them, a morning star of hope, our own\nwarmer planet, green with vegetation and grey with water, with a cloudy\natmosphere eloquent of fertility, with glimpses through its drifting\ncloud wisps of broad stretches of populous country and narrow,\nnavy-crowded seas.\n\nAnd we men, the creatures who inhabit this earth, must be to them at\nleast as alien and lowly as are the monkeys and lemurs to us. The\nintellectual side of man already admits that life is an incessant\nstruggle for existence, and it would seem that this too is the belief\nof the minds upon Mars. Their world is far gone in its cooling and this\nworld is still crowded with life, but crowded only with what they\nregard as inferior animals. To carry warfare sunward is, indeed, their\nonly escape from the destruction that, generation after generation,\ncreeps upon them.\n\nAnd before we judge of them too harshly we must remember what ruthless\nand utter destruction our own species has wrought, not only upon\nanimals, such as the vanished bison and the dodo, but upon its inferior\nraces. The Tasmanians, in spite of their human likeness, were entirely\nswept out of existence in a war of extermination waged by European\nimmigrants, in the space of fifty years. Are we such apostles of mercy\nas to complain if the Martians warred in the same spirit?\n\nThe Martians seem to have calculated their descent with amazing\nsubtlety—their mathematical learning is evidently far in excess of\nours—and to have carried out their preparations with a well-nigh\nperfect unanimity. Had our instruments permitted it, we might have seen\nthe gathering trouble far back in the nineteenth century. Men like\nSchiaparelli watched the red planet—it is odd, by-the-bye, that for\ncountless centuries Mars has been the star of war—but failed to\ninterpret the fluctuating appearances of the markings they mapped so\nwell. All that time the Martians must have been getting ready.\n\nDuring the opposition of 1894 a great light was seen on the illuminated\npart of the disk, first at the Lick Observatory, then by Perrotin of\nNice, and then by other observers. English readers heard of it first in\nthe issue of _Nature_ dated August 2. I am inclined to think that this\nblaze may have been the casting of the huge gun, in the vast pit sunk\ninto their planet, from which their shots were fired at us. Peculiar\nmarkings, as yet unexplained, were seen near the site of that outbreak\nduring the next two oppositions.\n\nThe storm burst upon us six years ago now. As Mars approached\nopposition, Lavelle of Java set the wires of the astronomical exchange\npalpitating with the amazing intelligence of a huge outbreak of\nincandescent gas upon the planet. It had occurred towards midnight of\nthe twelfth; and the spectroscope, to which he had at once resorted,\nindicated a mass of flaming gas, chiefly hydrogen, moving with an\nenormous velocity towards this earth. This jet of fire had become\ninvisible about a quarter past twelve. He compared it to a colossal\npuff of flame suddenly and violently squirted out of the planet, “as\nflaming gases rushed out of a gun.”\n\nA singularly appropriate phrase it proved. Yet the next day there was\nnothing of this in the papers except a little note in the _Daily\nTelegraph_, and the world went in ignorance of one of the gravest\ndangers that ever threatened the human race. I might not have heard of\nthe eruption at all had I not met Ogilvy, the well-known astronomer, at\nOttershaw. He was immensely excited at the news, and in the excess of\nhis feelings invited me up to take a turn with him that night in a\nscrutiny of the red planet.\n\nIn spite of all that has happened since, I still remember that vigil\nvery distinctly: the black and silent observatory, the shadowed lantern\nthrowing a feeble glow upon the floor in the corner, the steady ticking\nof the clockwork of the telescope, the little slit in the roof—an\noblong profundity with the stardust streaked across it. Ogilvy moved\nabout, invisible but audible. Looking through the telescope, one saw a\ncircle of deep blue and the little round planet swimming in the field.\nIt seemed such a little thing, so bright and small and still, faintly\nmarked with transverse stripes, and slightly flattened from the perfect\nround. But so little it was, so silvery warm—a pin’s head of light! It\nwas as if it quivered, but really this was the telescope vibrating with\nthe activity of the clockwork that kept the planet in view.\n\nAs I watched, the planet seemed to grow larger and smaller and to\nadvance and recede, but that was simply that my eye was tired. Forty\nmillions of miles it was from us—more than forty millions of miles of\nvoid. Few people realise the immensity of vacancy in which the dust of\nthe material universe swims.\n\nNear it in the field, I remember, were three faint points of light,\nthree telescopic stars infinitely remote, and all around it was the\nunfathomable darkness of empty space. You know how that blackness looks\non a frosty starlight night. In a telescope it seems far profounder.\nAnd invisible to me because it was so remote and small, flying swiftly\nand steadily towards me across that incredible distance, drawing nearer\nevery minute by so many thousands of miles, came the Thing they were\nsending us, the Thing that was to bring so much struggle and calamity\nand death to the earth. I never dreamed of it then as I watched; no one\non earth dreamed of that unerring missile.\n\nThat night, too, there was another jetting out of gas from the distant\nplanet. I saw it. A reddish flash at the edge, the slightest projection\nof the outline just as the chronometer struck midnight; and at that I\ntold Ogilvy and he took my place. The night was warm and I was thirsty,\nand I went stretching my legs clumsily and feeling my way in the\ndarkness, to the little table where the siphon stood, while Ogilvy\nexclaimed at the streamer of gas that came out towards us.\n\nThat night another invisible missile started on its way to the earth\nfrom Mars, just a second or so under twenty-four hours after the first\none. I remember how I sat on the table there in the blackness, with\npatches of green and crimson swimming before my eyes. I wished I had a\nlight to smoke by, little suspecting the meaning of the minute gleam I\nhad seen and all that it would presently bring me. Ogilvy watched till\none, and then gave it up; and we lit the lantern and walked over to his\nhouse. Down below in the darkness were Ottershaw and Chertsey and all\ntheir hundreds of people, sleeping in peace.\n\nHe was full of speculation that night about the condition of Mars, and\nscoffed at the vulgar idea of its having inhabitants who were\nsignalling us. His idea was that meteorites might be falling in a heavy\nshower upon the planet, or that a huge volcanic explosion was in\nprogress. He pointed out to me how unlikely it was that organic\nevolution had taken the same direction in the two adjacent planets.\n\n“The chances against anything manlike on Mars are a million to one,” he\nsaid.\n\nHundreds of observers saw the flame that night and the night after\nabout midnight, and again the night after; and so for ten nights, a\nflame each night. Why the shots ceased after the tenth no one on earth\nhas attempted to explain. It may be the gases of the firing caused the\nMartians inconvenience. Dense clouds of smoke or dust, visible through\na powerful telescope on earth as little grey, fluctuating patches,\nspread through the clearness of the planet’s atmosphere and obscured\nits more familiar features.\n\nEven the daily papers woke up to the disturbances at last, and popular\nnotes appeared here, there, and everywhere concerning the volcanoes\nupon Mars. The seriocomic periodical _Punch_, I remember, made a happy\nuse of it in the political cartoon. And, all unsuspected, those\nmissiles the Martians had fired at us drew earthward, rushing now at a\npace of many miles a second through the empty gulf of space, hour by\nhour and day by day, nearer and nearer. It seems to me now almost\nincredibly wonderful that, with that swift fate hanging over us, men\ncould go about their petty concerns as they did. I remember how\njubilant Markham was at securing a new photograph of the planet for the\nillustrated paper he edited in those days. People in these latter times\nscarcely realise the abundance and enterprise of our nineteenth-century\npapers. For my own part, I was much occupied in learning to ride the\nbicycle, and busy upon a series of papers discussing the probable\ndevelopments of moral ideas as civilisation progressed.\n\nOne night (the first missile then could scarcely have been 10,000,000\nmiles away) I went for a walk with my wife. It was starlight and I\nexplained the Signs of the Zodiac to her, and pointed out Mars, a\nbright dot of light creeping zenithward, towards which so many\ntelescopes were pointed. It was a warm night. Coming home, a party of\nexcursionists from Chertsey or Isleworth passed us singing and playing\nmusic. There were lights in the upper windows of the houses as the\npeople went to bed. From the railway station in the distance came the\nsound of shunting trains, ringing and rumbling, softened almost into\nmelody by the distance. My wife pointed out to me the brightness of the\nred, green, and yellow signal lights hanging in a framework against the\nsky. It seemed so safe and tranquil.",
  "The Pit and The Pendulum": "I was sick, sick unto death with that long agony; and when they at\nlength unbound me, and I was permitted to sit, I felt that my senses\nwere leaving me. The sentence--the dread sentence of death--was the last\nof distinct accentuation which reached my ears. After that, the sound of\nthe inquisitorial voices seemed merged in one dreamy indeterminate\nhum. It conveyed to my soul the idea of revolution--perhaps from its\nassociation in fancy with the burr of a mill wheel. This only for a\nbrief period; for presently I heard no more. Yet, for a while, I saw;\nbut with how terrible an exaggeration! I saw the lips of the black-robed\njudges. They appeared to me white--whiter than the sheet upon which\nI trace these words--and thin even to grotesqueness; thin with the\nintensity of their expression of firmness--of immoveable resolution--of\nstern contempt of human torture. I saw that the decrees of what to me\nwas Fate, were still issuing from those lips. I saw them writhe with\na deadly locution. I saw them fashion the syllables of my name; and I\nshuddered because no sound succeeded. I saw, too, for a few moments of\ndelirious horror, the soft and nearly imperceptible waving of the sable\ndraperies which enwrapped the walls of the apartment. And then my vision\nfell upon the seven tall candles upon the table. At first they wore the\naspect of charity, and seemed white and slender angels who would save\nme; but then, all at once, there came a most deadly nausea over my\nspirit, and I felt every fibre in my frame thrill as if I had touched\nthe wire of a galvanic battery, while the angel forms became meaningless\nspectres, with heads of flame, and I saw that from them there would be\nno help. And then there stole into my fancy, like a rich musical note,\nthe thought of what sweet rest there must be in the grave. The thought\ncame gently and stealthily, and it seemed long before it attained full\nappreciation; but just as my spirit came at length properly to feel and\nentertain it, the figures of the judges vanished, as if magically, from\nbefore me; the tall candles sank into nothingness; their flames went out\nutterly; the blackness of darkness supervened; all sensations appeared\nswallowed up in a mad rushing descent as of the soul into Hades. Then\nsilence, and stillness, night were the universe.",
  "Oliver Twist": "Among other public buildings in a certain town, which for many reasons\nit will be prudent to refrain from mentioning, and to which I will\nassign no fictitious name, there is one anciently common to most towns,\ngreat or small: to wit, a workhouse; and in this workhouse was born; on\na day and date which I need not trouble myself to repeat, inasmuch as\nit can be of no possible consequence to the reader, in this stage of\nthe business at all events; the item of mortality whose name is\nprefixed to the head of this chapter.\n\nFor a long time after it was ushered into this world of sorrow and\ntrouble, by the parish surgeon, it remained a matter of considerable\ndoubt whether the child would survive to bear any name at all; in which\ncase it is somewhat more than probable that these memoirs would never\nhave appeared; or, if they had, that being comprised within a couple of\npages, they would have possessed the inestimable merit of being the\nmost concise and faithful specimen of biography, extant in the\nliterature of any age or country.\n\nAlthough I am not disposed to maintain that the being born in a\nworkhouse, is in itself the most fortunate and enviable circumstance\nthat can possibly befall a human being, I do mean to say that in this\nparticular instance, it was the best thing for Oliver Twist that could\nby possibility have occurred.  The fact is, that there was considerable\ndifficulty in inducing Oliver to take upon himself the office of\nrespiration,--a troublesome practice, but one which custom has rendered\nnecessary to our easy existence; and for some time he lay gasping on a\nlittle flock mattress, rather unequally poised between this world and\nthe next: the balance being decidedly in favour of the latter.  Now,\nif, during this brief period, Oliver had been surrounded by careful\ngrandmothers, anxious aunts, experienced nurses, and doctors of\nprofound wisdom, he would most inevitably and indubitably have been\nkilled in no time.  There being nobody by, however, but a pauper old\nwoman, who was rendered rather misty by an unwonted allowance of beer;\nand a parish surgeon who did such matters by contract; Oliver and\nNature fought out the point between them.  The result was, that, after\na few struggles, Oliver breathed, sneezed, and proceeded to advertise\nto the inmates of the workhouse the fact of a new burden having been\nimposed  upon the parish, by setting up as loud a cry as could\nreasonably have been expected from a male infant who had not been\npossessed of that very useful appendage, a voice, for a much longer\nspace of time than three minutes and a quarter.\n\nAs Oliver gave this first proof of the free and proper action of his\nlungs, the patchwork coverlet which was carelessly flung over the iron\nbedstead, rustled; the pale face of a young woman was raised feebly\nfrom the pillow; and a faint voice imperfectly articulated the words,\n'Let me see the child, and die.'\n\nThe surgeon had been sitting with his face turned towards the fire:\ngiving the palms of his hands a warm and a rub alternately.  As the\nyoung woman spoke, he rose, and advancing to the bed's head, said, with\nmore kindness than might have been expected of him:\n\n'Oh, you must not talk about dying yet.'\n\n'Lor bless her dear heart, no!' interposed the nurse, hastily\ndepositing in her pocket a green glass bottle, the contents of which\nshe had been tasting in a corner with evident satisfaction.\n\n'Lor bless her dear heart, when she has lived as long as I have, sir,\nand had thirteen children of her own, and all on 'em dead except two,\nand them in the wurkus with me, she'll know better than to take on in\nthat way, bless her dear heart!  Think what it is to be a mother,\nthere's a dear young lamb do.'\n\nApparently this consolatory perspective of a mother's prospects failed\nin producing its due effect.  The patient shook her head, and stretched\nout her hand towards the child.\n\nThe surgeon deposited it in her arms.  She imprinted her cold white\nlips passionately on its forehead; passed her hands over her face;\ngazed wildly round; shuddered; fell back--and died. They chafed her\nbreast, hands, and temples; but the blood had stopped forever.  They\ntalked of hope and comfort. They had been strangers too long.\n\n'It's all over, Mrs. Thingummy!' said the surgeon at last.\n\n'Ah, poor dear, so it is!' said the nurse, picking up the cork of the\ngreen bottle, which had fallen out on the pillow, as she stooped to\ntake up the child.  'Poor dear!'\n\n'You needn't mind sending up to me, if the child cries, nurse,' said\nthe surgeon, putting on his gloves with great deliberation. 'It's very\nlikely it _will_ be troublesome. Give it a little gruel if it is.'  He\nput on his hat, and, pausing by the bed-side on his way to the door,\nadded, 'She was a good-looking girl, too; where did she come from?'\n\n'She was brought here last night,' replied the old woman, 'by the\noverseer's order.  She was found lying in the street.  She had walked\nsome distance, for her shoes were worn to pieces; but where she came\nfrom, or where she was going to, nobody knows.'\n\nThe surgeon leaned over the body, and raised the left hand.  'The old\nstory,' he said, shaking his head: 'no wedding-ring, I see. Ah!\nGood-night!'\n\nThe medical gentleman walked away to dinner; and the nurse, having once\nmore applied herself to the green bottle, sat down on a low chair\nbefore the fire, and proceeded to dress the infant.\n\nWhat an excellent example of the power of dress, young Oliver Twist\nwas!  Wrapped in the blanket which had hitherto formed his only\ncovering, he might have been the child of a nobleman or a beggar; it\nwould have been hard for the haughtiest stranger to have assigned him\nhis proper station in society.  But now that he was enveloped in the\nold calico robes which had grown yellow in the same service, he was\nbadged and ticketed, and fell into his place at once--a parish\nchild--the orphan of a workhouse--the humble, half-starved drudge--to\nbe cuffed and buffeted through the world--despised by all, and pitied\nby none.\n\nOliver cried lustily. If he could have known that he was an orphan,\nleft to the tender mercies of church-wardens and overseers, perhaps he\nwould have cried the louder.",
  "The Hounds of Baskerville": "Mr. Sherlock Holmes, who was usually very late in the mornings, save\nupon those not infrequent occasions when he was up all night, was seated\nat the breakfast table. I stood upon the hearth-rug and picked up the\nstick which our visitor had left behind him the night before. It was a\nfine, thick piece of wood, bulbous-headed, of the sort which is known as\na “Penang lawyer.” Just under the head was a broad silver band nearly\nan inch across. “To James Mortimer, M.R.C.S., from his friends of the\nC.C.H.,” was engraved upon it, with the date “1884.” It was just such a\nstick as the old-fashioned family practitioner used to carry--dignified,\nsolid, and reassuring.\n\n“Well, Watson, what do you make of it?”\n\nHolmes was sitting with his back to me, and I had given him no sign of\nmy occupation.\n\n“How did you know what I was doing? I believe you have eyes in the back\nof your head.”\n\n“I have, at least, a well-polished, silver-plated coffee-pot in front of\nme,” said he. “But, tell me, Watson, what do you make of our visitor’s\nstick? Since we have been so unfortunate as to miss him and have no\nnotion of his errand, this accidental souvenir becomes of importance.\nLet me hear you reconstruct the man by an examination of it.”\n\n“I think,” said I, following as far as I could the methods of my\ncompanion, “that Dr. Mortimer is a successful, elderly medical man,\nwell-esteemed since those who know him give him this mark of their\nappreciation.”\n\n“Good!” said Holmes. “Excellent!”\n\n“I think also that the probability is in favour of his being a country\npractitioner who does a great deal of his visiting on foot.”\n\n“Why so?”\n\n“Because this stick, though originally a very handsome one has been so\nknocked about that I can hardly imagine a town practitioner carrying it.\nThe thick-iron ferrule is worn down, so it is evident that he has done a\ngreat amount of walking with it.”\n\n“Perfectly sound!” said Holmes.\n\n“And then again, there is the ‘friends of the C.C.H.’ I should guess\nthat to be the Something Hunt, the local hunt to whose members he has\npossibly given some surgical assistance, and which has made him a small\npresentation in return.”\n\n“Really, Watson, you excel yourself,” said Holmes, pushing back his\nchair and lighting a cigarette. “I am bound to say that in all the\naccounts which you have been so good as to give of my own small\nachievements you have habitually underrated your own abilities. It may\nbe that you are not yourself luminous, but you are a conductor of\nlight. Some people without possessing genius have a remarkable power of\nstimulating it. I confess, my dear fellow, that I am very much in your\ndebt.”\n\nHe had never said as much before, and I must admit that his words gave\nme keen pleasure, for I had often been piqued by his indifference to my\nadmiration and to the attempts which I had made to give publicity to\nhis methods. I was proud, too, to think that I had so far mastered his\nsystem as to apply it in a way which earned his approval. He now took\nthe stick from my hands and examined it for a few minutes with his naked\neyes. Then with an expression of interest he laid down his cigarette,\nand carrying the cane to the window, he looked over it again with a\nconvex lens.\n\n“Interesting, though elementary,” said he as he returned to his\nfavourite corner of the settee. “There are certainly one or two\nindications upon the stick. It gives us the basis for several\ndeductions.”\n\n“Has anything escaped me?” I asked with some self-importance. “I trust\nthat there is nothing of consequence which I have overlooked?”\n\n“I am afraid, my dear Watson, that most of your conclusions were\nerroneous. When I said that you stimulated me I meant, to be frank, that\nin noting your fallacies I was occasionally guided towards the truth.\nNot that you are entirely wrong in this instance. The man is certainly a\ncountry practitioner. And he walks a good deal.”\n\n“Then I was right.”\n\n“To that extent.”\n\n“But that was all.”\n\n“No, no, my dear Watson, not all--by no means all. I would suggest, for\nexample, that a presentation to a doctor is more likely to come from a\nhospital than from a hunt, and that when the initials ‘C.C.’ are placed\nbefore that hospital the words ‘Charing Cross’ very naturally suggest\nthemselves.”\n\n“You may be right.”\n\n“The probability lies in that direction. And if we take this as a\nworking hypothesis we have a fresh basis from which to start our\nconstruction of this unknown visitor.”\n\n“Well, then, supposing that ‘C.C.H.’ does stand for ‘Charing Cross\nHospital,’ what further inferences may we draw?”\n\n“Do none suggest themselves? You know my methods. Apply them!”\n\n“I can only think of the obvious conclusion that the man has practised\nin town before going to the country.”\n\n“I think that we might venture a little farther than this. Look at it\nin this light. On what occasion would it be most probable that such a\npresentation would be made? When would his friends unite to give him\na pledge of their good will? Obviously at the moment when Dr. Mortimer\nwithdrew from the service of the hospital in order to start a practice\nfor himself. We know there has been a presentation. We believe there has\nbeen a change from a town hospital to a country practice. Is it, then,\nstretching our inference too far to say that the presentation was on the\noccasion of the change?”\n\n“It certainly seems probable.”\n\n“Now, you will observe that he could not have been on the staff of the\nhospital, since only a man well-established in a London practice could\nhold such a position, and such a one would not drift into the country.\nWhat was he, then? If he was in the hospital and yet not on the staff he\ncould only have been a house-surgeon or a house-physician--little more\nthan a senior student. And he left five years ago--the date is on the\nstick. So your grave, middle-aged family practitioner vanishes into\nthin air, my dear Watson, and there emerges a young fellow under thirty,\namiable, unambitious, absent-minded, and the possessor of a favourite\ndog, which I should describe roughly as being larger than a terrier and\nsmaller than a mastiff.”\n\nI laughed incredulously as Sherlock Holmes leaned back in his settee and\nblew little wavering rings of smoke up to the ceiling.\n\n“As to the latter part, I have no means of checking you,” said I, “but\nat least it is not difficult to find out a few particulars about the\nman’s age and professional career.” From my small medical shelf I took\ndown the Medical Directory and turned up the name. There were several\nMortimers, but only one who could be our visitor. I read his record\naloud."
}
